<!-- Head及びheader部分の読み込み -->
<?php include ('header.php'); ?>

<main class ="l-main">
    <article class="p-single">
       <div class="p-single__top u-padding__left__right">
          <h1>h1 チーズバーガー</h1>
       </div>
       <h2>見出しh2</h2>
       <p>pタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキストpタグテキスト</p>
       <h3>見出しh3</h3>
       <h4>見出しh4</h4>
       <h5>見出しh5</h5>
       <h6>見出しh6</h6>
       <div class="p-single__quote">
          <Blockquote>Blockquote引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ引用タグ</Blockquote>
          <p>出典元：<a href ="#">●●●●●●<a></p>
       </div>


    </article>

     <!-- sidebar部分の読み込み -->
    <?php include ('sidebar.php'); ?>

</main>

<!-- footer部分の読み込み -->

<?php include ('footer.php'); ?>